import { Product } from './types';

export const products: Product[] = [
  {
    emoji: '🥣',
    name: 'Крупа (гречка/рис) сухая',
    roman: '280 г',
    liza: '240 г',
  },
  {
    emoji: '🍝',
    name: 'Макароны (сухие)',
    roman: '280 г',
    liza: '240 г',
  },
  {
    emoji: '🥔',
    name: 'Картофель (сырой)',
    roman: '1 кг',
    liza: '850 г',
    highlighted: true,
  },
  {
    emoji: '🍗',
    name: 'Курица (сырая)',
    roman: '280 г',
    liza: '240 г',
  },
  {
    emoji: '🥛',
    name: 'Творог (Varškė)',
    roman: '1 пачка (180г)',
    liza: '1 пачка (180г)',
  },
  {
    emoji: '🧈',
    name: 'Масло сливочное',
    roman: '40 г',
    liza: '30 г',
    highlighted: true,
  },
];

export const productsNote =
  '* Овощи: Капуста + Огурцы + Уксус (Роману на обед Квашеная капуста).';
